Repository: opendream/asip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Years of Experience
th: ปีของประสบการณ์การทำงาน

source: Location Detail
th: รายละเอียดสถานที่

source: Ex: Bangkok, Chiang Mai
th: เช่น กรุงเทพ เชียงใหม่ เป็นต้น

source: Separate by comma, space, tab or enter
th: แบ่งด้วยเครื่องหมาย ลูกน้ำ เว้นวรรค แท็บ หรือ ขึ้นบรรทัดใหม่

source: Create new
th: สร้างใหม่

source: Create organization
th: สร้าง องค์กร

source: Start Date
th: วันที่เริ่ม

source: End Date
th: วันที่สิ้นสุด

source: Invite your friends to write testimonial
th: เชิญชวนเพื่อนของคุณให้เขียนข้อความชมเชยให้

source: Type to search for your friends. This person will be receive invite notification.
th: พิมพ์ เพื่อค้นหาเพื่อนของคุณ และเพื่อนของคุณจะรับรู้การเชิญชวนนี้ ผ่านทางระบบแจ้งเตือน

source: Amount
th: จำนวนเงิน

source: Received Date
th: วันที่ได้รับ
