Repository: opendream/asip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Please, enter correct email/username and password.
th: กรุณา ใส่ข้อมูล อีเมล/ชื่อบัญขีผู้ใช้ และ รหัสผ่าน ให้ถูกต้อง

source: This account not activated.
th: บัญขีผู้ใช้นี้ยังไม่ถูกอนุญาตให้ใช้งานได้

source: Email
th: อีเมล

source: Your email address is not registered.
th: อีเมลของคุณยังไม่ได้ทำการลงทะเบียน

source: This email is already in use.
th: อีเมลนี้ถูกใช้ไปแล้ว

source: Ensure this email prefix(characters before @) has at most 30 characters
th: แน่ใจว่าส่วนหน้าของอีเมล(อักขระก่อนหน้าเครื่องหมาย @) ไม่ยาวเกิน 30 ตัว

source: Type for search portfolios by title
th: พิมพ์เพื่อค้นหาผลงาน โดยหัวข้อ

source: Type to search organizations by name.
th: พิมพ์เพื่อค้นหาองค์กร โดยชื่อ

source: Type to search organizations or people by name.
th: พิมพ์เพื่อค้นหาองค์กร หรือบุคคล โดยชื่อ

source: Password mismatch.
th: รหัสผ่านทั้งคู่ไม่ตรงกัน

source: edit
th: แก้ไข

source: username
th: ชื่อบัญชีผู้ใช้

source: Required 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
th: อักขระต้องไม่เกิน 30 ตัว และต้องเป็นตัวอักษร ตัวเลข หรือ เครื่องหมาย /./+/-/_

source: Enter a valid username.
th: ใส่ข้อมูลอีเมลให้ถูกต้อง

source: email address
th: อีเมล

source: staff status
th: สถานะผู้ดูแลระบบ

source: Designates whether the user can log into this admin site.
th: เป็นการกำหนดให้ผู้ใช้คนนี้สามารถเข้าสู่ระบบในส่วนของผู้ดูแลระบบได้

source: active
th: เปิดใช้งาน

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
th: เป็นการกำหนดให้ผู้ใช้คนนี้ใช้ถูกงานได้ และสามารถไม่เลือกข้อนี้แทนการลบบัญชีผู้ใช้ได้

source: date joined
th: วันที่เข้าร่วมเป็นสมาชิก

source: Your account profile have been updated. View your profile page <a href="%s">here</a>
th: ข้อมูลบัญชีผู้ใช้งานของคุณได้ถูกปรับปรุงแล้ว ดูหน้าบัญชีผู้ใช้งานของคุณ <a href="%s">ที่นี่</a>

source: The email invitation has been send.
th: อีเมลการเชิญชวนได้ถูกส่งออกไปแล้ว

source: Password reset
th: ตั้งค่ารหัสผ่านใหม่

source: The email register has been send please check your email.
th: อีเมลการสมัครสมาชิกได้ถูกส่งไปแล้ว กรุณตรวจสอบอีเมลของคุณ

source: Title in 512 characters
th: ชื่อเรื่องใน 512 ตัวอักษร

source: News
th: ข่าว

source: Knowledge & Tools
th: ความรู้ และเครื่องมือ

source: Service
th: บริการ

source: Published
th: เผยแพร่

source: Request for Approval
th: ทำการขออนุมัติ

source: Draft
th: บันทึกเป็นแบบร่าง

source: Pending for Approval
th: รอการอนุมัติ

source: Enter a valid permalink.
th: ใส่ข้อมูลชื่อลิงก์ให้ถูกต้อง

source: Required unique 30 characters or fewer. Letters, numbers and ./-/+/@/_ characters
th: อักขระต้องไม่เกิน 30 ตัว ที่ยังไม่เคยใช้ และต้องเป็นตัวอักษร ตัวเลข หรือ เครื่องหมาย ./-/+/@/_

source: Required unique 30 characters or fewer. Letters, numbers and ./-/_ characters
th: อักขระต้องไม่เกิน 30 ตัว ที่ยังไม่เคยใช้ และต้องเป็นตัวอักษร ตัวเลข หรือ เครื่องหมาย ./-/_

source: This %s is already in use.
th: %s นี้ ถูกใช้ไปแล้ว

source: (Hidden field %(name)s) %(error)s
th: (ฟิลด์ที่ถูกซ่อน %(name)s) %(error)s

source: Complete created
th: การสร้างสำเร็จ

source: New %s have been created.
th: %s ได้ถูกสร้างใหม่แล้ว

source: Your %s settings have been updated.
th: การตั้งค่า %s ของคุณได้ถูกบันทึกแล้ว

source: New article has been created. View this article <a href="%s">here</a>.
th: บทความ ได้ถูกสร้างใหม่แล้ว ดู บทความ นั้นได้ <a href="%s">ที่นี่</a>

source: Your article settings has been updated. View this article <a href="%s">here</a>.
th: การตั้งค่า บทความ ของคุณได้ถูกบันทึกแล้ว ดู บทความ นั้นได้ <a href="%s">ที่นี่</a>

source: Log in
th: เข้าสู่ระบบ

source: Required unique 30 characters or fewer. Letters, numbers and ./@/+/-/_ characters
th: อักขระต้องไม่เกิน 30 ตัว ที่ยังไม่เคยใช้ และต้องเป็นตัวอักษร ตัวเลข หรือ เครื่องหมาย ./@/+/-/_

source: Startup
th: สตาร์ทอัพ

source: companies
th: บริษัท

source: Company
th: บริษัท

source: Focus on
th: โฟกัส

source: Product Launch
th: สถานะผลิตภัณฑ์/บริการ

source: Funding
th: การได้รับเงินทุน

source: Investors
th: นักลงทุน

source: investors
th: นักลงทุน

source: Investor
th: นักลงทุน

source: Supporter
th: องค์กรสนับสนุน

source: organizations
th: องค์กร

source: Organization
th: องค์กร

source: Type
th: ประเภท

source: People
th: บุคลากร

source: people
th: บุคคล

source: Message
th: ข้อความ

source: Month
th: เดือน

source: Year
th: ปี

source: Filters
th: กรองตาม

source: All
th: ทั้งหมด

source: Topic
th: หมวดหมู่

source: Search
th: ค้นหา

source: Add event
th: เพิ่ม กิจกรรม

source: Add my event
th: เพิ่ม กิจกรรมของฉัน

source: Past Events
th: กิจกรรมที่ผ่านมา

source: See past events
th: ดูกิจกรรมที่ผ่านมา

source: Active and Upcoming Events
th: กิจกรรมที่เริ่มแล้ว และกำลังจะมาถึง

source: No result
th: ไม่พบผลลัพธ์

source: Upcoming events
th: กิจกรรมที่กำลังจะมาถึง

source: View upcoming events
th: ดู กิจกรรมที่กำลังจะมาถึง

source: Add Article
th: เพิ่ม บทความ

source: Title
th: ชื่อเรื่อง

source: Permalink
th: ชื่อลิงก์

source: Category
th: หมวดหมู่

source: Image
th: รูป

source: Summary
th: คำโปรย

source: Short detail in %(maxlength)s characters
th: คำอธิบายสั้นๆใน %(maxlength)s ตัวอักษร

source: Content
th: เนื้อหา

source: Focus
th: หมวดหมู่

source: Source URL
th: URL แหล่งที่มา

source: Add organizations/people in the article
th: เพิ่ม องค์กร/บุคคล ที่เกี่ยวข้องลงในบทความ

source: Enter organizations/people name to display on your article.
th: ใส่ชื่อ องค์กร/บุคคล เพื่อไปแสดงบนหน้าบทความของคุณ

source: Promote?
th: โปรโมท?

source: Promote to Front Page
th: โปรโมทไปยังหน้าแรก

source: Post
th: โพสต์

source: Cancel
th: ยกเลิก

source: Delete
th: ลบ

source: Logo
th: โลโก

source: Next
th: ถัดไป

source: Screenshots
th: รูปตัวอย่าง (Screenshots)

source: Portfolio
th: รางวัล

source: Give Support to
th: ด้านอื่น ๆ

source: Supported by
th: รับการสนับสนุนจาก ..

source: Partners / Clients
th: พันธมิตร

source: People who has experiences in organization
th: บุคคลที่เคยทำงานในองค์กร

source: Invest to
th: ร่วมลงทุนกับ ..

source: Load more
th: ดูต่อ

source: Latest
th: ล่าสุด

source: See All
th: ดูทั้งหมด

source: Type of Needs
th: ประเภทของความต้องการ

source: Financial
th: ด้านการเงิน

source: Incubation
th: การบ่มเพาะ

source: Advisory/Consulting
th: การให้คำปรึกษา

source: Networking
th: เครือข่าย

source: Type of Supports
th: ประเภทของการสนับสนุน

source: Organization Type
th: ประเภทองค์กร

source: Message to Administrator
th: ส่งข้อความถึงผู้ดูแล

source: Filter by
th: กรองตาม

source: Created
th: วันที่สร้าง

source: This year
th: ปียี้

source: This month
th: เดือนนี้

source: This week
th: สัปดาห์นี้

source: {[{ result.meta.total_count }]} %(title)s found
th: พบ {[{ result.meta.total_count }]} %(title)s

source: Selected Filters
th: ตัวกรองที่เลือก

source: No results
th: ดูผลลัพธ์

source: Browse All
th: เลือกดูทั้งหมด

source: Happening
th: สิ่งที่เกิดขึ้น

source: File
th: ไฟล์

source: Files
th: ไฟล์

source: Images
th: รูป

source: undo
th: ย้อนกลับ

source: Drop multiple images here to upload
th: ลาก และวางรูปที่นี่ เพื่ออัพโหลด

source: Drop an image here to upload
th: ลาก และวางรูปที่นี่ เพื่ออัพโหลด

source: Upload
th: อัพโหลด

source: Add by url...
th: เพิ่มผ่าน url

source: Images to be removed
th: รูปได้ถูกลบแล้ว

source: Name
th: ชื่อ

source: Phone Number
th: เบอร์โทรศัพท์

source: Address
th: ที่อยู่

source: Year of datapoint
th: ปีของจุดข้อมูล

source: Value of impact 1
th: ค่าของผลกระทบ 1

source: Value of impact 2
th: ค่าของผลกระทบ 2

source: Value of impact 3
th: ค่าของผลกระทบ 3

source: Investor name, years, amounts
th: ชื่อนักลงทุน, ปี, จำนวนเงิน

source: Donor name, years, amounts
th: ชื่อผู้บริจาค, ปี, จำนวนเงิน

source: Type to search people by name.
th: พิมพ์เพื่อค้นหาบุคคล โดยชื่อ

source: Type for search people by name.
th: พิมพ์เพื่อค้นหาบุคคล โดยชื่อ

source: Type for search portfolios by title.
th: พิมพ์เพื่อค้นหาผลงาน โดยชื่อเรื่อง

source: Type to search jobs by title.
th: พิมพ์เพื่อค้นหางาน โดยชื่อเรื่อง

source: Name of representative
th: ชื่อผู้ประสานงานติดต่อ

source: Gender of representative
th: เพศผู้ประสานงานติดต่อ

source: Location of Organization's Headquarters
th: ที่อยู่ของสำนักงานใหญ่

source: Email of Contact Person
th: อีเมลของบุคคลที่ใช้ติดต่อ

source: Product/Service
th: Tech Startup

# model_choice
source: Organization
th: Startup

source: Social Enterprise
th: กิจการเพื่อสังคม

source: Supporters/Investors
th: ผู้สนับสนุน/นักลงทุน

source: Supporters
th: ผู้สนับสนุน

source: Pending
th: กำลังอยู่ในการพิจารณา

source: New
th: ใหม่

source: Updated
th: ปรับปรุงใหม่

source: %s is %s.
th: %s มีสถานะเป็น %s

source: Your submission error. Please, check in tab has the icon
th: เกิดข้อผิดพลาดในการสร้างหรือแก้ไขของคุณ กรุณาตรวจสอบแท็บที่มีสัญลักษณ์

source: Portfolio URL
th: URL ของผลงาน

source: %s joins the network
th: %s เข้าร่วมเป็นสมาชิก

source: Priority
th: ลำดับความสำคัญ

source: Checkout
th: ถอนออก

source: Created by
th: สร้างโดย

source: Status
th: สถานะ

source: Active
th: เปิดใช้งาน

source: Date joined
th: วันที่เข้าร่วมเป็นสมาชิก

source: Your %s have been deleted.
th: %s ของคุณ ได้ถูกลบแล้ว

source: list
th: รายการ

source: ordering
th: การเรียงลำดับ

source: Manage Pending %s
th: จัดการ %s ที่กำลังอยู่ในการพิจารณา

source: Choose promote %s
th: เลือก %s ที่จะโปรโมท

source: Type for search %s
th: พิมพ์เพื่อค้นหา %s

source: Promote %s
th: โปรโมท %s

source: Type for search organizations by name
th: พิมพ์เพื่อค้นหาองค์กร โดยชื่อ

source: Type for search supporter by name
th: พิมพ์เพื่อค้นหาผู้สนับสนุน โดยชื่อ

source: Not implement %s
th: ยังไม่ได้ทำให้มีผล %s

source: adds %s as people in organization
th: เพิ่ม %s เป็นบุคคลในองค์กร

source: Add people to organization
th: เพิ่ม บุคคลเข้าในองค์กร

source: add %s as partner
th: เพิ่ม %s เป็นพาร์ทเนอร์

source: gives support to %s
th: ให้การสนับสนุนกับ %s

source: is supported by %s
th: ได้รับการสนับสนุนจาก %s

source: invest in %s
th: ร่วมลงทุนใน %s

source: is invested by %s
th: ได้รับการร่วมลงทุนจาก %s

source: is now following %s
th: ได้ติดตาม %s

source: Follow
th: ติดตาม

source: sends a message to %s
th: ส่งข้อความถึง %s

source: Active as this organization to see the message
th: เปลี่ยนตัวเองเป็นองค์กรนี้ เพื่อดูข้อความ

source: request more financial information to %s
th: ร้องขอข้อมูลทางการเงินเพิ่มเติมกับ %s

source: gives testimonial to %s
th: เขียนข้อความชมเชยให้กับ %s

source: Testimonial
th: ข้อความชมเชย

source: now works at %s
th: ทำงานอยู่ที่ %s

source: Experience
th: ประวัติการร่วมงาน

source: receives funding from %s
th: ได้รับเงินทุนจาก %s

source: gives funding to %s
th: มอบเงินทุนให้กับ %s

source: receives investment from %s
th: ได้รับการร่วมลงทุนจาก %s

source: invest to %s
th: ร่วมลงทุนกับ %s

source: Receives Investing
th: ได้รับการร่วมลงทุน

source: Gives Investing
th: ร่วมลงทุน

source: invites %s gives testimonial to %s
th: เชิญชวน %s ให้เขียนข้อความชมเชยให้กับ %s

source: Invite testimonial
th: เชิญชวนให้เขียนข้อความชมเชย

source: loves %s
th: ถูกใจ %s

source: Love
th: ถูกใจ

source: add %s in the news
th: เพิ่ม %s ลงไปในข่าว

source: Profile Settings
th: ตั้งค่าบัญชีผู้ใช้

source: Warning
th: คำเตือน

source: Please, change your password
th: กรุณาเปลี่ยนรหัสผ่านของคุณ

source: Picture
th: รูปภาพ

source: Use images that are at least 370 x 280 pixels and 1.3:1 image ratio for the best display.
th: รูปที่ดีในการแสดงผล ควรจะมีขนาดไม่เกิน 370 x 280 พิกเซล และอัตราส่วนอยู่ที่ 1.3:1

source: Username
th: ชื่อบัญชีผู้ใช้

source: Password
th: รหัสผ่าน

source: click for change your password
th: กดเพื่อเปลี่ยนรหัสผ่านของคุณ

source: Confirm password
th: ยืนยันรหัสผ่าน

source: First name
th: ชื่อ

source: Last name
th: นามสกุล

source: Gender
th: เพศ

source: Occupation
th: อาชีพ

source: Professional Headline
th: ความชำนาญ หรือทักษะ ที่น่าดึงดูดใจ

source: Description
th: รายละเอียด

source: Country
th: ประเทศ

source: Roles
th: บทบาท

source: Interests
th: ความสนใจ

source: Your account
th: บัญชีผู้ใช้ของคุณ

source: Organization adds you as people in organization.
th: องค์กรเพิ่มคุณเป็นบุคคลในองค์กร

source: Organization [gives support to/is supported by] you.
th: องค์กร [ให้การสนับสนุนกับ/ได้รับการสนับสนุนจาก] คุณ

source: Someone is now following you.
th: มีคนติดตามคุณ

source: Someone sends a message to you.
th: มีคนส่งข้อความถึงคุณ

source: Someone gives testimonial to you.
th: มีคนเขียนข้อความชมเชยให้กับคุณ

source: Someone invites you to give a testimonial.
th: มีคนเชิญชวนคุณ ให้เขียนข้อความชมเชยให้

source: Someone loves you.
th: มีคนถูกใจคุณ

source: Your organizations
th: องค์กรของคุณ

source: Organization adds your organization as partner.
th: องค์กรเพิ่มองค์กรของคุณเป็นพาร์ทเนอร์

source: People now works at your organization.
th: บุคคลทำงานอยู่ที่องค์กรของคุณ

source: Someone [gives support to/is supported by] your organization.
th: มีคน [ให้การสนับสนุนกับ/ได้รับการสนับสนุนจาก] องค์กรของคุณ

source: Someone is now following your organization.
th: มีคนติดตามองค์กรของคุณ

source: Someone sends a message to your organization.
th: มีคนส่งข้อความถึงองค์กรของคุณ

source: Someone gives testimonial to your organization.
th: มีคนเขียนข้อความชมเชยให้กับองค์กรของคุณ

source: Someone invites your organization to give a testimonial.
th: มีคนเชิญชวนองค์กรของคุณ ให้เขียนข้อความชมเชยให้

source: Someone loves your organization.
th: มีคนถูกใจองค์กรของคุณ

source: Your Following
th: การติดตามของคุณ

source: Skills
th: ทักษะความสามารถ

source: Create portfolio
th: สร้างผลงาน

source: Add new
th: เพิ่มใหม่

source: Add portfolios to display on your profile.
th: เพิ่ม ผลงาน เพื่อไปแสดงบนหน้าบัญชีผู้ใช้ของคุณ

source: Create experience
th: สร้างประวัติการร่วมงาน

source: Add experiences to display on your profile.
th: เพิ่ม ประวัติการร่วมงาน เพื่อไปแสดงบนหน้าบัญชีผู้ใช้ของคุณ

source: Add organizations who received your support.
th: เพิ่ม องค์กรที่คุณเคยให้การสนับสนุน

source: Add gives funding records who received your support
th: เพิ่ม รายการที่คุณเคยสนับสนุนเงินทุนให้

source: Create Gives Funding
th: สร้าง การจัดหาเงินทุน

source: Add gives funding to display on your happening.
th: เพิ่ม รายการการให้เงินทุน เพื่อไปแสดงบนหน้าสิ่งที่เกิดขึ้นของคุณ

source: Add organizations who received your invest.
th: เพิ่ม องค์กรที่คุณเคยร่วมลงทุนด้วย

source: Add gives investing records who received your invest
th: เพิ่ม รายการที่คุณเคยร่วมลงทุนด้วย

source: Create Gives Investing
th: สร้าง การร่วมลงทุน

source: Add gives investing to display on your happening.
th: เพิ่ม รายการการร่วมลงทุน เพื่อไปแสดงบนหน้าสิ่งที่เกิดขึ้นของคุณ

source: Save changes
th: บันทึกการแก้ไข

source: You're receiving this email because editor invite you to join %(site_name)s.
th: คุณได้รับอีเมลฉบับนี้ เพราะผู้ดูแลเชิญชวนคุณเข้าร่วมเป็นสมาชิกกับ %(site_name)s

source: Please go to the following page and choose a new password:
th: กรุณา ไปยังหน้าข้างล่างนี้ และเปลี่ยนรหัสผ่านใหม่

source: Your username, in case you've forgotten:
th: ชื่อบัญชีผู้ใช้ของคุณ สำหรับไว้ใช้ในกรณีที่คุณลืม

source: Thanks for using our site!
th: ขอบคุณสำหรับการใช้บริการกับเว็บไซต์ของเรา

source: The %(site_name)s team
th: ทีม %(site_name)s

source: Invite you to join
th: เชิญชวนคุณเข้าร่วมเป็นสมาชิก

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
th: คุณได้รับอีเมลฉบับนี้ เพราะคุณร้องขอการตั้งค่ารหัสผ่านใหม่กับบัญชีผู้ใช้ของคุณ ที่ %(site_name)s

source: This link can only be used once to log in and will lead you to a page where you can set your password.
th: ลิงก์นี้สามารถใช้เข้าสู่ระบบได้แค่ครั้งเดียวเท่านั้น และจะนำคุณไปยังหน้าตั้งค่ารหัสผ่านใหม่

source: Reset password on
th: ตั้งค่ารหัสผ่านใหม่ที่

source: Thank you for register with %(site_name)s.
th: ขอบคุณสำหรับเข้าร่วมเป็นสมาชิกกับ %(site_name)s

source: Please confirm your registration from link:
th: กรุณายืนยันการสมัครสมาชิกของคุณจากลิงก์ด้านล่างนี้

source: User register on
th: ผู้ใช้สมัครสมาชิกกับ

source: Enter new email address
th: ใส่อีเมลใหม่

source: Summary/Position
th: รายละเอียด/ตำแหน่ง

source: Invite
th: เชิญชวน

source: Invite Staff
th: เชิญชวนให้เป็นผู้ดูแล

source: Please log in
th: กรุณาเข้าสู่ระบบ

source: Login
th: เข้าสู่ระบบ

source: Login error
th: การเข้าสู่ระบบ ผิดพลาด

source: Connect with
th: เชื่อมต่อกับ

source: Email Address
th: อีเมล

source: Enter your email address or username
th: ใส่อีเมลของคุณ หรือชื่อบัญชีผู้ใช้

source: Forgot your password ?
th: คุณลืมรหัสผ่าน ?

source: Don't have an account?
th: คุณยังไม่ได้สมัครบัญชีผู้ใช้หรือเปล่า?

source: Reset password
th: ตั้งค่ารหัสผ่านใหม่

source: A message has been sent to your email address containing a link to reset your password.
th: ระบบได้ส่งข้อความที่มีลิงก์เพื่อทำการตั้งค่ารหัสผ่านใหม่ไปยังอีเมลของคุณเรียบร้อยแล้ว

source: Forgot password
th: ลืมรหัสผ่าน

source: Enter your email address
th: ใส่อีเมลของคุณ

source: ‹ Back to log in
th: ‹ กลับไปเข้าสู่ระบบ

source: Register
th: สมัครสมาชิก

source: Your registration confirmation link would be sent
th: ลิงก์ยืนยันการสมัครสมาชิก

source: for filling up your organization information
th: สำหรับการกรอกข้อมูลสตาร์ทอัพของคุณ

source: via your given email
th: จะถูกส่งไปยังอีเมลที่คุณระบุไว้

source: Have an account?
th: คุณมีบัญชีผู้ใช้อยู่แล้วหรือเปล่า

source: View profile
th: ดูบัญชีผู้ใช้

source: Use Account as
th: ใช้บัญชีผู้ใช้เป็น

source: See All...
th: ดูทั้งหมด

source: Organization/Product/Service
th: องค์กร/ผลิตภัณฑ์/บริการ

source: Event
th: กิจกรรม

source: Request log
th: บันทึกการร้องขอ

source: %(display_name)s's request
th: การร้องขอของ %(display_name)s

source: Settings
th: ตั้งค่า

source: Logout
th: ออกจากระบบ

source: Join
th: สมัครสมาชิก

source: Your Accounts
th: บัญชีผู้ใช้ของคุณ

source: Edit
th: แก้ไข

source: Active as this account
th: ใช้เป็นบัญชีผู้ใช้นี้

source: Add Event
th: เพิ่ม กิจกรรม

source: Location
th: สถานที่

source: Start date
th: วันที่เริ่ม

source: End date
th: วันที่สิ้นสุด

source: Time
th: เวลา

source: Add organizations/people in the event
th: เพิ่ม องค์กร/บุคคล ลงในกิจกรรม

source: Enter organizations/people name to display on your event.
th: ใส่ชื่อ องค์กร/บุคคล เพื่อไปแสดงบนหน้ากิจกรรมของคุณ

source: Contact of Event’s Organizer
th: ข้อมูลติดต่อ ของผู้จัดงาน

source: Phone number
th: เบอร์โทรศัพท์

source: Add more
th: เพิ่ม

source: Add to ordering list below
th: เพิ่ม ไปยังรายการจัดอันดับด้านล่าง

source: Save ordering
th: บันทึกการจัดอันดับ

source: Notification from %(site_name)s.
th: การแจ้งจาก %(site_name)s

source: Create
th: สร้าง

source: View result
th: ดูผลลัพธ์

source: Basic Profile
th: ประวัติเบื้องต้น

source: Information
th: ข้อมูลเบื้องต้น

source: Taxonomy
th: การจัดหมวดหมู่

source: Social Network
th: เครือข่ายสังคมออนไลน์

source: Contact Information
th: ข้อมูลติดต่อ

source: People in organization
th: บุคลากรในองค์กร

source: Jobs
th: รับสมัครงาน

source: Support
th: การสนับสนุน

source: Invested by
th: ด้านการร่วมลงทุน

source: Portfolios / Media
th: รางวัล/ การออกสื่อ

source: Portfolios
th: รางวัล

source: Full Profile
th: ประวัติฉบับสมบูรณ์

source: Section %(number)s
th: ส่วนที่ %(number)s

source: General Information
th: ข้อมูลทั่วไป

source: Products/Services and Their Impacts
th: ผลิตภัณฑ์/บริการ และการส่งผลกระทบเหล่านั้น

source: Finance
th: การเงิน

source: Team
th: ทีม

source: Investment
th: การลงทุน

source: Management
th: การจัดการ

source: Administrators
th: ผู้ดูแล

source: Publishing
th: การตีพิมพ์

source: What kind of your created ?
th: สิ่งที่คุณกำลังจะสร้างคือประเภท ?

source: This field represent your %(type_of_organization_name)s url in this website.
th: ค่านี้จะถูกนำไปทำเป็น url ให้กับ%(type_of_organization_name)sที่คุณกำลังสร้าง (บนเว็บไซต์ของเรา)

source: Insert a logo representing your organization/product/service.
th: ใส่รูปโลโก องค์กร/ผลิตภัณฑ์/บริการ ของคุณ

source: Primary Role
th: บทบาทหลัก

source: Secondary Roles
th: บทบาทรอง

source: Slogan
th: สโลแกน

source: Explain about your organization/product/service.
th: อธิบายเกี่ยวกับ องค์กร/ผลิตภัณฑ์/บริการ ของคุณ

source: Insert screenshots representing your product.
th: ใส่รูปประกอบ เพื่อนำเสนอ ผลิตภัณฑ์ของคุณ

source: Product/Service Launch
th: สถานะผลิตภัณฑ์/บริการ

source: Type of needs
th: ประเภทของความต้องการ

source: Type of supports
th: ประเภทของการสนับสนุน

source: Growth Stage
th: ระยะการเติบโต

source: Deal Size - Minimum
th: การลงทุน - ขั้นต่ำสุด

source: Deal Size - Maximum
th: การลงทุน - ขั้นสูงสุด

source: Phone number of Organization s Headquarters
th: เบอร์โทรศัพท์ของสำนักงานใหญ่

source: Add people who work at your organization.
th: เพิ่ม บุคลากรที่ทำงานในองค์กรของคุณ

source: Enter person name to display on your organization.
th: ใส่ชื่อบุคคล เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: or
th: หรือ

source: Create new person
th: สร้างบุคคลใหม่

source: Add partners of your organization.
th: เพิ่ม พาร์ทเนอร์ในองค์กรของคุณ

source: Enter partners name to display on your organization.
th: ใส่ชื่อพาร์ทเนอร์ เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: Create new organization
th: สร้าง องค์กรใหม่

source: Add supporters of your organization
th: เพิ่ม ผู้สนับสนุนในองค์กรของคุณ

source: Enter supporter name to display on your organization.
th: ใส่ชื่อผู้สนับสนุน เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: Add records of received funding
th: เพิ่ม รายการที่คุณได้รับการสนับสนุน

source: Received funding record will be displayed on your Happening.
th: รายการที่ได้รับเงินทุนสนุบสนุน จะไปแสดงบนหน้าสิ่งที่เกิดขึ้นของคุณ

source: Create a received funding record
th: สร้าง รายการได้รับเงินทุนสนุบสนุน

source: Enter recipient name to display on your organization.
th: ใส่ชื่อผู้รับการลงทุน เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: Add records of funding given to others.
th: เพิ่ม รายการของการให้เงินทุนสนุบสนุนไปยังองค์กรต่างๆ

source: Given funding record will be displayed on your Happening.
th: รายการการให้เงินทุนสนุบสนุน จะไปแสดงบนหน้าสิ่งที่เกิดขึ้นของคุณ

source: Create a given funding record
th: สร้าง รายการการให้เงินทุนสนุบสนุน

source: Add investors of your organization
th: เพิ่ม นักลงทุนขององค์กรของคุณ

source: Enter investor name to display on your organization.
th: ใส่ชื่อนักลงทุน เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: Add records of investment received
th: เพิ่ม รายการได้รับการร่วมลงทุน

source: Investment record will be displayed on your Happening.
th: รายการได้รับการร่วมลงทุน จะไปแสดงบนหน้าสิ่งที่เกิดขึ้นของคุณ

source: Create a received investment record
th: สร้าง รายการได้รับการร่วมลงทุน

source: Add organizations who received your investment
th: เพิ่ม องค์กรที่คุณร่วมลงทุนด้วย

source: Enter invest recipient name to display on your organization.
th: ใส่ชื่อผู้รับการลงทุน เพื่อไปแสดงบนหน้าองค์กรของคุณ

source: Add records of investment given to others
th: เพิ่ม รายการการร่วมลงทุนไปยังองค์กรต่างๆ

source: Create a given investment record
th: สร้าง รายการการร่วมลงทุน

source: Add your jobs
th: เพิ่ม การรับสมัครงานของคุณ

source: Create a job to start recruiting.
th: สร้าง การสมัครงาน เพื่อเปิดรับสมาชิกใหม่

source: Create job
th: สร้าง การรับสมัครงาน

source: Add your portfolios
th: เพิ่ม ผลงานของคุณ

source: Add your organization’s administrators.
th: เพิ่ม ผู้ดูแลองค์กรของคุณ

source: Type to search for your admin. This person will be able to represent and manage your organization on this website.
th: พิมพ์เพื่อค้นหาผู้ดูแลของคุณ บุคคลนั้นจะสามารถ ปรับแต่ง และจัดการองค์กรของคุณ บนเว็บไซต์แห่งนี้ได้

source: Invite by Email
th: เชิญชวนทางอีเมล

source: Finish
th: สำเร็จ

source: Type of Organization
th: ประเภทขององค์กร

source: Organization/Product/Service name.
th: ชื่อองค์กร/ผลิตภัณฑ์/บริการ

source: Insert organization logo.
th: ใส่รูปโลโกองค์กร

source: Save new
th: บันทึก การสร้างใหม่

source: Delete Item
th: ลบรายการ

source: Are you sure you want to delete this item?
th: คุณแน่ใจใช่ไหม ว่าคุณต้องการจะลบรายการนี้จริงๆ ?

source: Role
th: บทบาท

source: Position
th: สถานะ

source: Salary Range
th: ขอบเขตเงินเดือน

source: Equity Range
th: ขอบเขตกรรมสิทธิหุ้นส่วน

source: Remote OK?
th: ไม่จำเป็นต้องเข้าสำนักงาน?
