[{"fields": {"status": -1, "permalink": "Thailand-launched-first-ESGC-Mutual-Fund", "changed": "2014-11-14T12:19:47.546Z", "description": "<p><br />\r\nBBL Asset Management, with Khon Thai Foundation and ChangeFusion Institute, have launched the &lsquo;Khon Thai Jai Dee&rsquo; mutual fund &ndash; Thailand&rsquo;s first ESGC mutual fund.</p>\r\n\r\n<p><br />\r\nMrs Voravan Tarapoom, CEO of BBL Asset Management Co., Ltd. (BBLAM), said that BBLAM has teamed with Khon Thai Foundation and ChangeFusion Institute to create a new mutual fund called &lsquo;Khon Thai Jai Dee&rsquo; or BKIND. This fund is Thailand&rsquo;s first ESGC fund which allows investors to contribute to the society and environment through their investment.</p>\r\n\r\n<p><br />\r\nThe &lsquo;Khon Thai Jai Dee&rsquo; mutual fund aims to invest its investors&rsquo; money only in companies that have taken part in four aspects of social responsibilities, which are Environment, Society, Good Governance, and Anti-Corruption. This &lsquo;ESGC&rsquo; consideration is the fund&rsquo;s criteria for stock selection along with fundamental analysis, under an underlying concept that profitable and sustainable companies are those who operate for the genuine betterment of Thai society. The &lsquo;Khon Thai Jai Dee&rsquo; fund brings this concept into practice in order to seek sustainable return on investment in a long term. It invests in listed companies in The Stock Exchange of Thailand, the MAI, and other secondary markets of The Stock Exchange of Thailand.</p>\r\n\r\n<p><br />\r\n&lsquo;Apart from being the first mutual fund that invests in companies that met ESGC criteria, the &ldquo;Khon Thai Jai Dee&rdquo; fund is also the first fund that gives 40% of its management fee, equivalent to 0.8% of the total asset value, to the support of or the investment in various public benefit projects. This makes every baht of investors&rsquo; money a contribution to efforts to sustainably improve Thai society. The selection of public benefit projects will be conducted by an appropriate committee. Investors who take part in the &ldquo;Khon Thai Jai Dee&rdquo; fund will therefore have a chance to be givers to the society. This fund bring together people who like to give by using a mechanism of mutual fund. It is an innovation of investment instrument, where investors both take profit opportunities and give to the society at the same time.&rsquo;, Mrs Voravan said.</p>\r\n\r\n<p><br />\r\nThis mutual fund is positioned as a choice for investors who favour a long-term investment approach in good-performance companies that have shown their care for the four aspects of social responsibilities (ESGC) and would like every baht of their investment to be a contribution to the creation of the better Thai society. It also suits investors who can accept short-term fluctuation of the price of investment units, as this being an equity fund with an aim for large return in a long-term time span. The fund will moreover attract juristic persons or institutional investors who would like to see their investment fund being used to support projects that create sustainable benefits to Thai society.</p>\r\n\r\n<p><br />\r\nMr Vichien Phongsathorn, the Chairman of the Board of Directors of Khon Thai Foundation, describes the reason for which Khon Thai Foundation has taken part in the development of and also the investment in the &lsquo;Khon Thai Jai Dee&rsquo; fund, that the foundation would like to see every parts of Thai society, including investors, united to solve social problems. This endeavour to reform the country is a grand mission which necessitates participation and contribution not just from the government but from all sectors in order to succeed. The capital market sector can surely help; one can consider if only 1% of the 14 trillion baht yearly investment in Thai listed companies can be channelled to social investment. This 1% investment for social good will in turn allows the remaining 99% traditional investment to grow sustainably.</p>\r\n\r\n<p><br />\r\nWith this reason, Khon Thai Foundation and ChangeFusion Institute hence brought the idea to BBL Asset Management. We then worked together to convert the aforementioned principle into a mechanism embedded in the &lsquo;Khon Thai Jai Dee&rsquo; mutual fund. This mechanism aims to create a two-fold benefit. One is to allow investors to support companies that exhibit good corporate governance practice according to the world-wide recognised ESG criteria. This fund added the &lsquo;C&rsquo; which is a dedicated Anti-Corruption criterion. The second-fold benefit is a mechanism which routinely directs 0.8% of investors&rsquo; money (through 40% separation of the fund&rsquo;s management fee) to support selected public benefit projects in different segments which aim to solve societal problems and create a better society.</p>\r\n\r\n<p><br />\r\n&lsquo;In the near future, Khon Thai Foundation intends to develop other types of social investment fund, and at the same time further improve the ESGC criteria with The Stock Exchange of Thailand, The Securities and Exchange Commission, and Thai Institute of Directors, to establish the ESGC criteria as the Thailand&rsquo;s Socially Responsible Investment (SRI) standard which every organisations can utilise.&rsquo;, Mr Vichien said.</p>\r\n\r\n<p><br />\r\nMr Sunit Shrestha, Director of ChangeFusion Institute, Foundation for Thailand Rural Reconstruction Movement Under Royal Patronage, elaborates upon the selection criteria of public benefit projects that are eligible for receiving support from the fund&rsquo;s management fee; they should be projects that aim to create a new future of Thai society working on current and important social issues, the social impact generated must be tangible and measurable, projects should be able to operate sustainably and their results duplicable or expandable, and they should relate with important reform issues such as education, inequality reduction especially in the agricultural sector, anti-corruption, and environmental preservation and restoration.</p>\r\n\r\n<p><br />\r\nEligible projects for public benefit should also have clear operation plans. They should be run by creditable organisations, groups, or individuals. The selection process starts with a working group consists of ChangeFusion Institute and Khon Thai Foundation preparing information of eligible projects, then proposes the list to the project selection committee. This committee consists of reputable and experience individuals known to be familiar with societal problems in Thailand and have publicly-recognised visions to solve those problems. They are an economist, Mr Veerathai Santiprabhob; a Board Member of the Thai Social Enterprise Office, Mrs Wiwan Tharahirunchote; the Director of Ashoka Thailand, Mrs Sinee Chakthranont; a Board Member of BBL Asset Management, Mr Chone Sophonpanich; the CEO of BBL Asset Management, Mrs Voravan Tarapoom; the Chairman of the Board of Directors of Khon Thai Foundation, Mr Vichien Phongsathorn; and the Director of ChangeFusion Institute, Mr Sunit Shrestha.</p>\r\n\r\n<p><br />\r\nMr Sunit further explains that the project selection committee will meet to select projects that will receive support, altogether with amounts and conditions of support, then to comply with the law and regulations, the final list will be approved and signed off by the disbursement committee. The money will be deposited at a &lsquo;Khon Thai Jai Dee&rsquo; project account hold by Yuwapat Foundation, from where the money will be disbursed to each project. The working team will continually assess the progress of each project and make quarterly report to be sent to the fund&rsquo;s investors.</p>\r\n\r\n<p><br />\r\nThe &lsquo;Khon Thai Jai Dee&rsquo; mutual fund, or BKIND, will make an Initial Public Offering (IPO) during 20-28 October 2014 at 10 baht per unit. 1,000 baht is the minimum purchasing amount and the minimum incremental amount. The registered fund&rsquo;s value is specified at 5,000 million baht. Interested investors can inquire for more information at BBL Asset Management, tel. 0 2674 6488 #8, or visit <a href=\"http://www.bblam.co.th/\" target=\"_blank\">www.bblam.co.th</a>, any Bangkok Bank branches nationwide, Bualuang Phone 1333, or&nbsp;<a href=\"http://www.bangkokbank.com/\" target=\"_blank\">www.bangkokbank.com</a></p>\r\n\r\n<p><br />\r\n<span style=\"line-height: 1.6;\">Disclaimer: Investment is not risk-free. Investors should study relevant information before making investment decision.</span></p>\r\n\r\n<p>&nbsp;</p>\r\n", "title": "Thailand launched first ESGC Mutual Fund", "image": "temp/files_widget/2014-11-14-12-12/1/Screen Shot 2557-11-14 at 13.48.23.png", "created": "2014-11-21T11:05:47.090Z", "created_by": 1, "summary": "BBL Asset Management, with Khon Thai Foundation and ChangeFusion Institute, hav", "published_by": null, "published": null, "topics": [100]}, "model": "cms.commoncms", "pk": 1}, {"fields": {"status": 1, "permalink": "example-news-0", "changed": "2014-11-20T11:28:24.360Z", "description": "Magna ipsum lorem rutrum velit vitae. Massa ipsum auctor lectus purus vestibulum ullamcorper cursus ut viverra. Lorem augue. Ipsum nulla duis augue blandit tortor ac nostra leo vestibulum varius. Justo lorem diam potenti ac class. Risus velit erat pede neque rhoncus semper. Etiam fames per cras aenean suscipit scelerisque habitant porttitor ve. Justo neque mus nisi. Etiam porta laoreet cursus odio curae cursus. Lacus fusce sagittis nibh non natoque eu sem. Nulla vitae. Fames justo dis cras cum massa egestas cras. Metus fames dui odio felis lacus scelerisque. Felis magna nibh per augue commodo pede sed sollicitudin. Lorem curae. Augue porta justo lorem a quis fames ornare diam neque. Proin fusce arcu hac tincidunt platea.", "title": "Lacus augue.", "image": "temp/files_widget/2/nature.jpg", "created": "2014-11-20T11:28:24.360Z", "created_by": 1, "summary": "Augue massa.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 2}, {"fields": {"status": 1, "permalink": "example-news-1", "changed": "2014-11-20T11:28:26.182Z", "description": "Metus neque lorem cum orci ve cras. Risus fusce pulvinar at suspendisse quis. Neque curae. Felis donec. Etiam neque luctus netus blandit felis morbi interdum proin curae morbi vivamus. Porta lacus feugiat nunc. Etiam magna. Porta etiam litora. Netus massa pharetra leo magna etiam gravida quam ve dictumst gravida quisque nisl vestibulum ve torquent nullam diam. Fusce lorem etiam senectus ut condimentum enim amet rhoncus amet class porta malesuada sit augue malesuada. Proin etiam purus vel fusce. Fusce purus ipsum nullam nascetur.", "title": "Class purus cum porta ridiculus", "image": "temp/files_widget/3/nature.jpg", "created": "2014-11-20T11:28:26.182Z", "created_by": 1, "summary": "Vitae metus bibendum fermentum urna.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 3}, {"fields": {"status": 1, "permalink": "example-news-2", "changed": "2014-11-20T11:28:28.059Z", "description": "Justo ipsum nec magna lacus dui netus venenatis lobortis quis nonummy aliquet. Porta ipsum massa aenean enim mi consectetuer. Vitae class eni neque nibh mus augue libero sollicitudin. Velit lorem purus hac amet accumsan dolor felis class. Curae donec sagittis quam. Proin dolor congue dictum phasellus risus netus magnis. Neque curae aenean rutrum. Curae class. Vitae augue. Nulla justo elit ad ultricies vulputate odio consequat aptent eu platea dignissim. Donec proin ante vehicula velit litora mi nonummy orci pede. Magna morbi. Risus proin blandit metus vitae urna etiam aliquam aliquet neque vel nulla non.", "title": "Dolor ipsum lobortis.", "image": "temp/files_widget/4/nature.jpg", "created": "2014-11-20T11:28:28.059Z", "created_by": 1, "summary": "Metus proin sodales dis accumsan a consectetuer.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 4}, {"fields": {"status": 1, "permalink": "example-news-3", "changed": "2014-11-20T11:28:29.526Z", "description": "Etiam risus. Porta dolor est dictum congue felis ve netus pellentesque. Neque magna vel cras hac egestas diam nisl proin. Purus nulla sociis aptent venenatis. Risus augue massa condimentum arcu aenean varius lorem congue hendrerit imperdiet orci ridiculus. Metus donec aliquet accumsan aenean cras varius. Netus proin cum ultricies feugiat. Lorem fames. Etiam massa dis nibh purus morbi turpis. Class augue aenean pharetra euismod ad. Morbi proin. Metus magna dui. Augue lorem suscipit metus mollis morbi. Morbi donec. Augue neque. Proin curae suspendisse. Justo risus interdum urna quam vitae augue volutpat etiam justo.", "title": "Proin nulla sociosqu eu dolor", "image": "temp/files_widget/5/nature.jpg", "created": "2014-11-20T11:28:29.526Z", "created_by": 1, "summary": "Lacus morbi a cursus donec sem neque fringilla enim.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 5}, {"fields": {"status": 1, "permalink": "example-news-4", "changed": "2014-11-20T11:28:31.399Z", "description": "Fusce metus montes quis. Nulla metus rutrum justo urna id eros penatibus senectus bibendum porta sollicitudin. Class netus. Ipsum massa. Class augue nisi nibh commodo nulla enim mus a sociis quam curabitur. Magna ipsum. Morbi netus dis sed sem curabitur auctor etiam ultrices lacus. Class fames elit arcu ve elementum ac consequat. Class porta aenean aptent risus ullamcorper maecenas malesuada morbi. Proin donec diam id pellentesque nisl donec cubilia porttitor diam integer gravida. Vitae justo duis hendrerit. Metus ipsum libero vel lobortis vulputate tempus. Augue class est hendrerit nostra volutpat sapien. Felis neque netus dapibus augue orci ullamcorper egestas nulla. Class augue fusce nulla. Neque etiam elit. Felis dolor amet quisque commodo mattis cum posuere a turpis erat. Fames netus metus class aptent magna.", "title": "Metus augue.", "image": "temp/files_widget/6/nature.jpg", "created": "2014-11-20T11:28:31.399Z", "created_by": 1, "summary": "Massa vitae.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 6}, {"fields": {"status": 1, "permalink": "example-news-5", "changed": "2014-11-20T11:28:33.659Z", "description": "Purus fames sit ante tincidunt nisi non nam. Velit dolor euismod blandit. Morbi metus est ante leo potenti curae risus sociosqu vulputate nunc posuere. Netus ipsum hac interdum a sollicitudin nunc etiam dignissim cras sed purus vestibulum cras. Vitae etiam quis consequat. Lacus etiam erat magnis cursus lobortis interdum feugiat duis dui fusce. Etiam curae etiam per varius auctor magna velit hac senectus posuere porta ante id. Massa fames diam mi felis dis arcu a lacus at pellentesque posuere curae cubilia convallis. Morbi justo per conubia a magnis dolor pharetra consequat pellentesque adipiscing. Nulla felis platea parturient justo ante ut quis sociosqu inceptos magnis primis. Metus dolor dis odio.", "title": "Etiam augue proin cras eleifend", "image": "temp/files_widget/7/nature.jpg", "created": "2014-11-20T11:28:33.659Z", "created_by": 1, "summary": "Fames ipsum.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 7}, {"fields": {"status": 1, "permalink": "example-news-6", "changed": "2014-11-20T11:28:35.879Z", "description": "Vitae magna nam ante vel accumsan tristique porta. Etiam massa placerat penatibus at tincidunt. Morbi neque natoque. Proin etiam. Etiam augue. Vitae proin molestie at platea id suscipit erat accumsan justo. Augue felis taciti blandit mi nam ultricies rutrum faucibus etiam elementum. Risus velit auctor accumsan odio accumsan. Morbi neque primis. Metus netus leo diam ac massa pellentesque. Magna felis ultrices eu sed. Netus class placerat sit et iaculis ad arcu auctor metus. Donec fusce etiam ullamcorper quam. Ipsum metus nulla integer sem bibendum.", "title": "Ipsum purus suspendisse cum odio", "image": "temp/files_widget/8/nature.jpg", "created": "2014-11-20T11:28:35.879Z", "created_by": 1, "summary": "Massa netus quis hendrerit id orci.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 8}, {"fields": {"status": 1, "permalink": "example-news-7", "changed": "2014-11-20T11:28:37.757Z", "description": "Etiam ipsum ullamcorper ad tempus. Purus augue condimentum bibendum nisi habitant lacus ve ut nisi. Netus nulla lectus. Neque fames mus augue. Fames etiam luctus nostra. Curae class rutrum ut ad mollis senectus cras euismod. Velit lacus aliquam dis ut morbi cum eros amet metus. Vitae netus orci hac at justo mi faucibus pharetra proin class. Metus massa litora ut ante feugiat at ve facilisis. Fusce neque sociosqu lorem velit a cras fames.", "title": "Velit curae a lectus phasellus", "image": "temp/files_widget/9/nature.jpg", "created": "2014-11-20T11:28:37.757Z", "created_by": 1, "summary": "Purus augue laoreet enim habitant.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 9}, {"fields": {"status": 1, "permalink": "example-news-8", "changed": "2014-11-20T11:28:39.855Z", "description": "Porta purus cum vitae aliquet dignissim erat nam eu primis sollicitudin commodo eget interdum. Purus massa. Fusce fames tempus sollicitudin facilisis justo consequat risus a vivamus semper nibh aenean. Massa vitae elit imperdiet vitae at. Porta curae a luctus eros. Porta metus. Donec augue nascetur ante et orci penatibus et turpis rhoncus ve id litora. Class donec erat tristique phasellus netus consequat phasellus enim nunc interdum a.", "title": "Neque proin tempus nisi proin", "image": "temp/files_widget/10/nature.jpg", "created": "2014-11-20T11:28:39.855Z", "created_by": 1, "summary": "Fusce proin quis vel velit morbi.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 10}, {"fields": {"status": 1, "permalink": "example-news-9", "changed": "2014-11-20T11:28:41.755Z", "description": "Fames risus lacinia rutrum in et vel. Vitae risus mollis eu ligula quis risus. Purus velit est diam nec nullam at ac. Dolor etiam per diam amet quisque in et ad mus. Neque massa augue suspendisse senectus dolor velit. Augue donec dolor augue vel cras vestibulum id vehicula diam ante felis. Vitae class rhoncus fermentum orci sit ipsum laoreet. Massa porta vitae blandit diam posuere velit ad fermentum lacus ante. Donec porta. Purus justo dictumst. Metus vitae aenean fames netus. Fames augue primis mi montes viverra eget.", "title": "Purus fames ullamcorper dui et", "image": "temp/files_widget/11/nature.jpg", "created": "2014-11-20T11:28:41.755Z", "created_by": 1, "summary": "Ipsum vitae dictum habitant.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 11}, {"fields": {"status": 1, "permalink": "example-news-10", "changed": "2014-11-20T11:28:43.927Z", "description": "Magna risus porta pharetra neque. Augue massa a eros vestibulum tristique scelerisque penatibus eget nisi. Magna morbi. Neque fames mus enim vestibulum per. Proin justo fames blandit eget hac lobortis donec nisi scelerisque cubilia sed ve. Fusce fames curae a duis. Lorem risus dolor. Felis purus ipsum eget. Massa felis. Nulla porta sociis tortor cum nullam ac pulvinar est. Augue risus suspendisse eros elementum pellentesque adipiscing ante fermentum inceptos in. Felis dolor diam vivamus a tellus. Porta morbi tellus neque velit elit eni curae vel. Vitae risus cursus dictum at ligula fusce curae ante habitasse accumsan mauris aliquet diam inceptos pharetra. Fames morbi ligula. Fusce proin. Magna fames. Justo nulla taciti tempor torquent et quis netus inceptos.", "title": "Morbi augue felis turpis congue", "image": "temp/files_widget/12/nature.jpg", "created": "2014-11-20T11:28:43.926Z", "created_by": 1, "summary": "Curae nulla lobortis cum nisi.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 12}, {"fields": {"status": 1, "permalink": "example-news-11", "changed": "2014-11-20T11:28:45.749Z", "description": "Massa felis. Ipsum massa. Dolor ipsum erat viverra et felis ut litora conubia nostra dis. Etiam velit. Netus massa. Netus metus ullamcorper habitant. Nulla etiam est. Vitae ipsum mollis feugiat blandit montes leo ut pellentesque nonummy enim habitant. Justo donec placerat netus lacus tristique molestie ad ullamcorper diam nunc etiam tristique. Lorem netus sagittis convallis. Magna massa. Lorem fusce faucibus class ante cum lacus viverra nisi bibendum hac ante. Fusce dolor egestas sociis aptent facilisis curae ve. Morbi netus suspendisse maecenas duis eu proin ad semper taciti lorem. Dolor proin lorem. Risus justo enim fames venenatis magnis.", "title": "Vitae lacus nulla habitant lorem", "image": "temp/files_widget/13/nature.jpg", "created": "2014-11-20T11:28:45.749Z", "created_by": 1, "summary": "Proin risus tortor metus conubia ve sem et nibh morbi.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 13}, {"fields": {"status": 1, "permalink": "example-news-12", "changed": "2014-11-20T11:28:47.628Z", "description": "Velit morbi sociosqu massa. Netus risus pharetra fermentum at ullamcorper id. Porta fusce vel eleifend aliquet pretium diam hendrerit etiam ve. Fames risus a tellus vitae eu neque ad ornare. Augue massa. Massa proin netus mollis mauris est eleifend lacinia egestas. Felis vitae lacinia nullam lorem potenti id. Neque fames. Felis metus cum cras aliquet id cras. Proin netus sapien volutpat nisl tortor sociosqu arcu nisi lectus. Nulla lorem proin euismod platea fringilla nascetur ornare. Morbi proin aliquet integer erat vestibulum ornare duis donec condimentum suscipit tincidunt. Netus proin.", "title": "Augue proin maecenas.", "image": "temp/files_widget/14/nature.jpg", "created": "2014-11-20T11:28:47.628Z", "created_by": 1, "summary": "Metus porta.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 14}, {"fields": {"status": 1, "permalink": "example-news-13", "changed": "2014-11-20T11:28:49.132Z", "description": "Netus velit. Vitae massa nam. Lorem vitae. Curae velit a lacinia eu facilisis parturient nec magna primis. Massa magna sed quam senectus velit non elementum euismod hac lacinia in ultrices. Purus velit pede erat vehicula netus fringilla mi quam. Netus lorem montes erat vulputate curae iaculis pulvinar class ultricies sem quam. Nulla morbi lobortis curae et consectetuer aliquet amet. Dolor felis vivamus nisi dolor. Felis curae enim in fermentum vestibulum conubia cras nisl per. Massa nulla senectus mi fusce at convallis nisi turpis ornare lorem. Curae lacus senectus purus in velit. Magna massa cum fames pretium natoque. Netus magna sapien ullamcorper purus penatibus aliquet quis rhoncus. Ipsum lorem. Purus justo. Morbi augue non lorem vestibulum sagittis fames sollicitudin senectus morbi congue sapien nam.", "title": "Morbi vitae.", "image": "temp/files_widget/15/nature.jpg", "created": "2014-11-20T11:28:49.131Z", "created_by": 1, "summary": "Morbi risus posuere diam risus lacus massa.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 15}, {"fields": {"status": 1, "permalink": "example-news-14", "changed": "2014-11-20T11:28:50.940Z", "description": "Morbi etiam condimentum sagittis fusce sociis ad. Neque nulla. Fames metus viverra tempor. Vitae justo nunc sem justo iaculis. Felis vitae montes proin adipiscing. Proin porta etiam donec cras molestie mus risus class hac odio nullam natoque elit. Lorem nulla. Ipsum lacus sed dolor rhoncus quisque. Justo lacus tempus scelerisque massa elementum magna. Massa nulla magnis nullam. Risus augue curae facilisi. Porta morbi ante hac lorem mattis taciti elit. Morbi class iaculis quisque. Vitae morbi sem.", "title": "Nulla donec fringilla torquent ad", "image": "temp/files_widget/16/nature.jpg", "created": "2014-11-20T11:28:50.940Z", "created_by": 1, "summary": "Magna porta nec pede nisi hac mi habitasse neque et.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 16}, {"fields": {"status": 1, "permalink": "example-news-15", "changed": "2014-11-20T11:28:52.738Z", "description": "Netus etiam fermentum aenean mus conubia cum in vehicula lectus. Vitae class odio posuere ut senectus aenean montes in. Augue justo arcu fames fusce nunc sodales. Risus netus tempus inceptos tincidunt vehicula. Netus etiam non urna arcu enim justo. Justo ipsum sapien venenatis nam. Porta augue habitant porttitor eros enim sociosqu. Donec velit tempor donec. Nulla justo a nisl id purus tempor sollicitudin fermentum dolor fames mollis cras pede. Donec morbi a nonummy turpis quis semper. Metus lorem laoreet enim in pellentesque. Netus proin.", "title": "Ipsum fusce arcu netus praesent", "image": "temp/files_widget/17/nature.jpg", "created": "2014-11-20T11:28:52.738Z", "created_by": 1, "summary": "Donec felis suscipit mus metus vestibulum quisque arcu duis tempor orci cras.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 17}, {"fields": {"status": 1, "permalink": "example-news-16", "changed": "2014-11-20T11:28:54.198Z", "description": "Morbi lorem dictum dolor dignissim orci platea torquent sit. Fames purus primis nunc blandit orci massa gravida nam nisi. Justo etiam duis ipsum porttitor magna purus dictumst curabitur a hendrerit morbi in aptent faucibus. Neque purus sit metus felis. Lorem risus bibendum eu pede porta dapibus platea vel enim. Ipsum velit dolor libero eu facilisi. Fusce neque habitant mi class vulputate suspendisse nulla. Lorem donec dictum parturient inceptos dolor iaculis fames quis eleifend. Dolor fusce sed. Vitae ipsum rutrum vestibulum justo quam mauris. Class fames lectus tempus gravida litora nec iaculis eleifend congue mattis.", "title": "Magna porta tellus.", "image": "temp/files_widget/18/nature.jpg", "created": "2014-11-20T11:28:54.198Z", "created_by": 1, "summary": "Metus felis pede.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 18}, {"fields": {"status": 1, "permalink": "example-news-17", "changed": "2014-11-20T11:28:55.573Z", "description": "Ipsum lacus mus natoque eu elementum lacus mi cursus et praesent pharetra vitae. Etiam augue rutrum. Metus neque tristique. Fusce purus congue ante et justo tincidunt potenti tempor donec nibh dolor lorem nullam et dictumst. Vitae velit dolor. Netus felis erat sodales tellus orci at eleifend class. Risus donec velit pulvinar proin sociis maecenas congue nisi mi augue magna. Massa netus nullam luctus porta condimentum orci primis rutrum fusce dictumst nibh. Massa curae platea erat magna tristique sit sodales. Porta nulla tempor orci sollicitudin at egestas. Dolor etiam tempor diam at neque ad. Purus lorem euismod nibh ante commodo at ultricies dapibus mus nibh pharetra platea.", "title": "Etiam fusce duis habitant eni", "image": "temp/files_widget/19/nature.jpg", "created": "2014-11-20T11:28:55.573Z", "created_by": 1, "summary": "Porta nulla venenatis dapibus mauris fames vestibulum pulvinar quisque.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 19}, {"fields": {"status": 1, "permalink": "example-news-18", "changed": "2014-11-20T11:28:57.805Z", "description": "Morbi proin pretium euismod platea eget eu proin. Netus justo primis et cursus egestas commodo litora diam platea curae at dignissim netus ac. Ipsum porta. Felis porta orci aliquet justo blandit per eu. Netus lorem vehicula non quis est rhoncus. Lacus risus vulputate placerat aenean erat. Neque class dictumst venenatis primis sit auctor tempus non. Magna augue velit cubilia. Curae magna sapien tempor hendrerit.", "title": "Donec lacus class felis rutrum", "image": "temp/files_widget/20/nature.jpg", "created": "2014-11-20T11:28:57.805Z", "created_by": 1, "summary": "Purus metus enim suspendisse at aenean dis.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 20}, {"fields": {"status": 1, "permalink": "example-news-19", "changed": "2014-11-20T11:28:59.560Z", "description": "Ipsum donec a nunc et quis. Vitae proin aliquet cum vehicula netus ad platea placerat pretium. Vitae neque dui odio quam volutpat maecenas etiam massa lacus nibh consequat tempus class vestibulum. Nulla velit. Lorem lacus. Magna risus lectus ac hac. Neque porta. Lacus purus a congue hymenaeos risus etiam. Donec curae sit proin taciti. Justo lacus nonummy pede proin. Etiam dolor curabitur massa eleifend nec commodo a taciti quam enim proin convallis sociis. Lacus felis a nonummy eu magnis lorem adipiscing. Donec proin eget vivamus justo ut amet platea viverra elit. Morbi curae mauris turpis dui per eu odio et. Augue justo aenean ac donec id et mus cras suscipit arcu mauris.", "title": "Magna proin urna tincidunt duis", "image": "temp/files_widget/21/nature.jpg", "created": "2014-11-20T11:28:59.560Z", "created_by": 1, "summary": "Curae lacus.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 21}, {"fields": {"status": 1, "permalink": "example-event-0", "changed": "2014-11-20T11:29:01.006Z", "description": "Purus vitae luctus. Augue justo mattis donec dui. Magna velit scelerisque ac aptent nonummy eget rhoncus a suspendisse hac sociis a senectus. Neque velit vivamus convallis diam urna justo suspendisse. Dolor velit. Metus augue vitae lacinia integer nullam. Lorem morbi a orci et dui nunc ante ve sollicitudin urna conubia ut netus porttitor. Etiam ipsum inceptos magna laoreet nullam dui. Porta massa tincidunt blandit pellentesque malesuada proin hymenaeos. Magna vitae. Vitae purus pulvinar vestibulum consequat eros ullamcorper integer scelerisque diam ante proin leo blandit praesent neque enim. Massa curae nullam. Velit purus vitae libero pede et orci quis justo felis bibendum fermentum donec. Ipsum etiam sapien ve amet enim mus ligula turpis vel feugiat ad id mi phasellus. Class neque.", "title": "Proin lorem fames massa justo.", "image": "temp/files_widget/22/nature.jpg", "created": "2014-11-20T11:29:01.006Z", "created_by": 1, "summary": "Morbi nulla mus justo.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 22}, {"fields": {"status": 1, "permalink": "example-event-1", "changed": "2014-11-20T11:29:02.849Z", "description": "Lorem massa non nisl magnis nullam ultrices eros vivamus ridiculus erat nam fames sociis at sem. Metus lorem a libero ridiculus ac malesuada ullamcorper vulputate nunc. Class purus dis sit ultricies auctor molestie nascetur vitae in erat nam nulla mus. Dolor purus placerat ve augue et litora. Felis porta sapien in mollis. Vitae netus vitae volutpat eget non netus est senectus penatibus urna hac risus feugiat. Nulla fusce condimentum. Proin purus cubilia lectus cum taciti a. Nulla proin sapien velit vestibulum praesent. Neque augue hymenaeos pharetra taciti mauris vitae lobortis adipiscing taciti nunc luctus quisque. Augue donec. Neque massa sed cras orci quis hac dolor fringilla dui cras eu massa vel proin. Lorem vitae.", "title": "Fusce lorem.", "image": "temp/files_widget/23/nature.jpg", "created": "2014-11-20T11:29:02.849Z", "created_by": 1, "summary": "Augue etiam maecenas pede nam ad ligula torquent.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 23}, {"fields": {"status": 1, "permalink": "example-event-2", "changed": "2014-11-20T11:29:04.782Z", "description": "Justo dolor duis porta sociis arcu blandit aliquam praesent sociis taciti nec. Magna porta. Fames neque a egestas litora hac enim duis curabitur eu. Curae lacus nulla mauris cursus placerat malesuada. Dolor proin odio. Nulla metus montes ac nibh aliquam mi diam accumsan mattis. Fusce justo enim euismod arcu vehicula hendrerit a. Fames dolor. Massa justo donec mauris. Netus class neque aliquet eu at amet dapibus dolor diam eni nunc nibh. Neque morbi nam curabitur purus a conubia ad et. Ipsum risus.", "title": "Felis donec aliquam laoreet cras", "image": "temp/files_widget/24/nature.jpg", "created": "2014-11-20T11:29:04.782Z", "created_by": 1, "summary": "Augue curae a quisque ac at tortor facilisis.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 24}, {"fields": {"status": 1, "permalink": "example-event-3", "changed": "2014-11-20T11:29:07.030Z", "description": "Class dolor fames per adipiscing turpis. Fames magna eget viverra eu sed arcu fermentum vulputate metus ac porta. Metus etiam magna lectus aptent. Vitae porta. Neque risus cubilia per ac. Ipsum class. Netus morbi.", "title": "Class neque nullam aliquam conubia", "image": "temp/files_widget/25/nature.jpg", "created": "2014-11-20T11:29:07.030Z", "created_by": 1, "summary": "Ipsum magna vivamus porttitor faucibus taciti netus sem nunc nam est viverra eu dictumst torquent.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 25}, {"fields": {"status": 1, "permalink": "example-event-4", "changed": "2014-11-20T11:29:08.802Z", "description": "Massa lorem mattis. Nulla netus litora mauris justo leo eget consectetuer eleifend justo id. Etiam dolor. Augue justo. Velit curae. Fusce risus condimentum eu libero id lorem et sapien pulvinar phasellus. Lacus nulla nunc placerat vel ornare. Netus nulla molestie. Netus neque vitae lectus varius neque sem congue libero. Netus justo. Netus porta. Curae class suscipit habitasse diam conubia mi lectus tincidunt.", "title": "Netus neque per velit taciti", "image": "temp/files_widget/26/nature.jpg", "created": "2014-11-20T11:29:08.802Z", "created_by": 1, "summary": "Morbi donec vel parturient imperdiet etiam bibendum et condimentum orci habitasse consequat parturient arcu.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 26}, {"fields": {"status": 1, "permalink": "example-event-5", "changed": "2014-11-20T11:29:10.319Z", "description": "Massa velit auctor mi arcu risus cubilia. Donec lacus arcu ve mus ac. Fusce massa per duis arcu placerat eu dui id a aenean erat mauris tortor dui ante ipsum. Class curae suspendisse mus ve donec id sollicitudin nonummy lobortis et hac proin. Augue proin donec a ornare facilisis eu. Fusce netus dapibus aptent fusce eu a arcu. Donec curae lectus pellentesque tincidunt proin penatibus hac. Magna massa mattis amet odio hac pretium fames parturient. Dolor morbi pharetra velit eget fermentum semper molestie nisl per. Fusce augue. Augue massa montes vehicula neque ad eu enim. Vitae felis orci.", "title": "Purus neque diam amet nam", "image": "temp/files_widget/27/nature.jpg", "created": "2014-11-20T11:29:10.319Z", "created_by": 1, "summary": "Nulla netus.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 27}, {"fields": {"status": 1, "permalink": "example-event-6", "changed": "2014-11-20T11:29:11.776Z", "description": "Augue vitae. Metus proin vivamus neque eni velit ornare rhoncus. Proin velit nullam eu nostra. Fusce nulla rhoncus fringilla senectus eget vel et. Curae magna quam nunc malesuada. Dolor risus quis morbi vitae nullam diam sodales rhoncus. Justo lacus leo felis. Justo fames nullam inceptos adipiscing platea. Magna etiam platea ut torquent natoque duis nibh auctor consequat eni enim. Massa felis nec vivamus in dictum primis potenti lectus auctor curabitur ve in at amet venenatis mi tempor. Netus risus. Massa lorem felis turpis. Porta dolor mus felis nam blandit. Curae etiam cum eros imperdiet pede nec faucibus.", "title": "Vitae purus laoreet.", "image": "temp/files_widget/28/nature.jpg", "created": "2014-11-20T11:29:11.776Z", "created_by": 1, "summary": "Class massa quisque at congue venenatis vivamus lorem.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 28}, {"fields": {"status": 1, "permalink": "example-event-7", "changed": "2014-11-20T11:29:14.229Z", "description": "Porta lorem. Massa dolor. Velit porta. Purus class dictumst nam justo. Dolor purus felis etiam nulla ante in. Etiam vitae conubia est nostra erat. Etiam purus dui class hac diam elit justo. Curae augue cursus elit feugiat tristique eget donec lectus et. Vitae felis dui magna nisi eleifend condimentum lobortis vivamus lacinia diam vestibulum sociis ut facilisi. Augue magna ornare mollis augue scelerisque eget luctus venenatis in. Magna proin accumsan felis congue venenatis vestibulum.", "title": "Magna lorem pede nunc est", "image": "temp/files_widget/29/nature.jpg", "created": "2014-11-20T11:29:14.229Z", "created_by": 1, "summary": "Lacus augue a semper ridiculus.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 29}, {"fields": {"status": 1, "permalink": "example-event-8", "changed": "2014-11-20T11:29:15.721Z", "description": "Proin fames. Felis donec. Porta justo vel nunc inceptos cum morbi leo ante odio. Fames class ante leo orci mus taciti ante at purus mattis tellus sem. Purus justo magnis mi malesuada erat mauris auctor habitasse parturient natoque eget ultricies sit hac dis ut. Proin porta pede odio eget parturient ornare lorem. Magna nulla curae hac duis dis nisl. Porta justo erat quisque. Proin lorem augue semper nulla amet. Morbi fusce duis leo lacus hac. Augue massa cursus felis vel. Fusce dolor porta quam ante eu purus facilisi parturient natoque amet molestie fermentum netus. Nulla fames varius tellus accumsan nulla. Dolor metus nisi volutpat a consectetuer. Lorem proin massa nam amet vehicula.", "title": "Justo vitae dictumst lacus cursus", "image": "temp/files_widget/30/nature.jpg", "created": "2014-11-20T11:29:15.721Z", "created_by": 1, "summary": "Porta class netus metus porta placerat sit at.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 30}, {"fields": {"status": 1, "permalink": "example-event-9", "changed": "2014-11-20T11:29:17.319Z", "description": "Neque class aptent ultricies mi fermentum. Dolor etiam sem pede accumsan libero aptent dolor inceptos velit. Neque lacus a turpis curabitur vestibulum aliquet elit at sagittis primis. Porta magna justo leo felis urna. Purus fusce hac odio aliquet erat ante per. Vitae velit quisque taciti at aliquam nibh a nisi ve litora et. Proin vitae nostra dolor condimentum. Justo etiam mattis hymenaeos litora ultrices est eget pellentesque. Metus ipsum dui elit a neque aliquet. Proin magna. Fusce magna justo montes nascetur massa mi fames id. Proin lorem posuere mollis elit. Purus vitae nec elit vel pretium odio tristique mauris. Augue nulla inceptos vestibulum lectus sed. Nulla dolor litora. Ipsum donec viverra mauris sem duis vivamus mollis ante. Donec curae. Netus lorem eros massa curabitur leo torquent cubilia risus nam arcu ac. Curae dolor lorem pede lectus fermentum. Risus fames.", "title": "Fames fusce a diam fames.", "image": "temp/files_widget/31/nature.jpg", "created": "2014-11-20T11:29:17.319Z", "created_by": 1, "summary": "Justo velit sed habitasse eros diam.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 31}, {"fields": {"status": 1, "permalink": "example-event-10", "changed": "2014-11-20T11:29:19.025Z", "description": "Risus lacus dapibus lobortis mauris auctor hendrerit dignissim etiam. Massa netus. Porta felis cum risus luctus phasellus maecenas. Augue velit dictum curae gravida taciti est cras vestibulum et ultricies. Magna class aenean consequat placerat congue semper porta sociosqu dolor eleifend. Fames curae tempus purus leo nunc lacinia enim et duis lacus convallis non netus natoque. Lacus metus tortor adipiscing class diam eni. Neque fames integer elementum tempus pede ullamcorper feugiat. Curae risus. Donec felis. Donec morbi nibh aliquet eu. Neque curae iaculis primis. Class massa litora sem commodo in nisi ut sollicitudin blandit hac in. Justo fusce ullamcorper at tempor pellentesque curabitur donec hymenaeos.", "title": "Curae justo montes purus ut", "image": "temp/files_widget/32/nature.jpg", "created": "2014-11-20T11:29:19.025Z", "created_by": 1, "summary": "Magna risus.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 32}, {"fields": {"status": 1, "permalink": "example-event-11", "changed": "2014-11-20T11:29:21.221Z", "description": "Curae massa dictum gravida vivamus phasellus libero. Metus donec nisi rhoncus quisque fermentum maecenas pulvinar iaculis posuere ridiculus dui. Fames vitae fusce gravida magna enim dui velit. Massa justo conubia luctus. Etiam class ullamcorper quam ultricies nullam lobortis elit ve consectetuer mauris ve enim. Lacus donec. Justo etiam nisl. Felis massa arcu euismod lorem leo dis mi. Neque lorem venenatis interdum nostra cras lectus. Netus vitae turpis vestibulum sollicitudin gravida. Justo neque mattis. Donec fames torquent venenatis nibh. Morbi massa turpis fames nonummy donec dolor taciti. Curae etiam mattis et dui in euismod nisl.", "title": "Vitae dolor.", "image": "temp/files_widget/33/nature.jpg", "created": "2014-11-20T11:29:21.221Z", "created_by": 1, "summary": "Lacus magna potenti mattis sed feugiat platea amet posuere consequat diam magnis.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 33}, {"fields": {"status": 1, "permalink": "example-event-12", "changed": "2014-11-20T11:29:23.078Z", "description": "Ipsum velit luctus accumsan tincidunt faucibus donec enim duis quam quisque et. Fames dolor vitae nec ridiculus nullam non odio per id. Dolor donec a amet nulla conubia at maecenas. Fames morbi cubilia ornare nisl per vivamus augue. Nulla neque cum ipsum consequat nulla imperdiet. Metus lacus sit nunc curabitur pede dapibus nisi. Fames augue cursus consectetuer. Etiam fusce justo nisi. Augue lacus a arcu vestibulum quis magnis interdum fusce a. Nulla class lacinia etiam ad nostra. Metus lacus sit nisi nibh consequat pellentesque lacinia. Proin netus lobortis nulla sollicitudin nascetur justo neque donec pulvinar consequat senectus. Metus etiam aliquet nonummy lectus nec habitant laoreet natoque iaculis platea. Donec velit. Risus class pharetra augue sollicitudin suscipit neque mus ligula ridiculus vestibulum diam lacus erat gravida. Massa ipsum porta praesent risus pede potenti commodo quisque. Vitae augue viverra dictum erat et praesent nam. Donec magna lacus volutpat diam pretium rhoncus ante facilisi per.", "title": "Vitae metus ligula nisl litora", "image": "temp/files_widget/34/nature.jpg", "created": "2014-11-20T11:29:23.077Z", "created_by": 1, "summary": "Porta vitae fringilla curae.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 34}, {"fields": {"status": 1, "permalink": "example-event-13", "changed": "2014-11-20T11:29:24.467Z", "description": "Fusce vitae per. Lorem class. Fames velit. Donec ipsum erat auctor eu odio malesuada luctus. Nulla augue nec sagittis a torquent vel pretium et senectus. Netus porta. Lorem lacus felis fames ornare ac non condimentum. Purus felis dolor hac arcu dis. Vitae fames mattis parturient placerat pede non. Felis curae dui. Donec etiam posuere quisque elementum dui. Justo dolor. Massa justo convallis nonummy aenean.", "title": "Justo fames condimentum bibendum venenatis", "image": "temp/files_widget/35/nature.jpg", "created": "2014-11-20T11:29:24.467Z", "created_by": 1, "summary": "Risus magna.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 35}, {"fields": {"status": 1, "permalink": "example-event-14", "changed": "2014-11-20T11:29:26.289Z", "description": "Nulla class iaculis sodales arcu a arcu augue. Magna netus. Nulla neque. Metus etiam dapibus sit dictumst. Vitae felis laoreet platea purus maecenas porttitor at mauris at vel. Vitae magna nisi sagittis condimentum nascetur orci hac arcu volutpat a habitant nam duis dictumst. Metus donec netus posuere mi dictum rhoncus non habitant quisque amet. Curae nulla eget cubilia magnis. Curae lacus. Velit justo senectus felis ad platea vulputate laoreet. Dolor donec justo mollis sollicitudin ultricies felis hymenaeos posuere fusce. Class proin ultricies torquent congue auctor potenti eget pellentesque ad laoreet orci dictumst habitasse. Velit risus arcu scelerisque blandit ullamcorper quam lectus aliquet taciti nisi condimentum viverra massa duis mus ultrices. Risus proin. Lorem netus nec cras ut consectetuer cubilia ipsum. Ipsum vitae amet orci euismod ut nec primis id in montes venenatis convallis.", "title": "Velit justo.", "image": "temp/files_widget/36/nature.jpg", "created": "2014-11-20T11:29:26.289Z", "created_by": 1, "summary": "Neque justo nam erat odio eni morbi leo diam.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 36}, {"fields": {"status": 1, "permalink": "example-event-15", "changed": "2014-11-20T11:29:27.828Z", "description": "Felis justo metus tempus aenean eni lectus mus quam in torquent cursus semper eu dictumst dapibus tincidunt. Ipsum class. Metus justo tellus lectus donec tortor cras consectetuer at feugiat diam quam cum. Felis etiam purus aptent luctus fusce leo etiam viverra ut. Proin massa rutrum tellus ac eni cras ad consectetuer cras pretium aliquet phasellus. Purus lacus augue curae netus cubilia eros ante tincidunt senectus. Metus curae. Massa velit torquent. Etiam fusce leo proin porttitor posuere etiam. Morbi lacus. Dolor lorem montes id sem ullamcorper feugiat pellentesque laoreet neque at. Donec magna commodo iaculis nullam. Class proin nisl tincidunt congue sociis augue sociis netus conubia sem ac vulputate a.", "title": "Magna lacus.", "image": "temp/files_widget/37/nature.jpg", "created": "2014-11-20T11:29:27.828Z", "created_by": 1, "summary": "Velit purus taciti magna augue dis.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 37}, {"fields": {"status": 1, "permalink": "example-event-16", "changed": "2014-11-20T11:29:29.626Z", "description": "Lorem nulla per fusce vestibulum pede neque maecenas mus erat. Fusce justo platea. Etiam justo dolor varius molestie posuere ut nascetur ante. Curae donec. Risus felis non. Curae purus platea. Vitae class taciti tempor augue ultrices ad scelerisque. Curae lacus. Porta magna laoreet auctor urna enim. Porta massa. Etiam morbi. Vitae curae scelerisque.", "title": "Felis proin nibh leo ve", "image": "temp/files_widget/38/nature.jpg", "created": "2014-11-20T11:29:29.625Z", "created_by": 1, "summary": "Class lacus ligula mollis massa nonummy mi.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 38}, {"fields": {"status": 1, "permalink": "example-event-17", "changed": "2014-11-20T11:29:31.500Z", "description": "Netus felis. Class metus cum nisl. Fusce justo orci amet dictumst maecenas eu suspendisse in montes pulvinar luctus mattis. Velit dolor etiam auctor. Netus donec montes odio natoque est. Curae massa pede sed ad felis arcu dapibus dolor leo. Lacus etiam ullamcorper. Nulla metus montes ut molestie non fames nulla sit quam vel litora pharetra. Morbi nulla eros ut risus sociosqu ve. Lorem fames. Dolor fusce porta non quis facilisis. Lorem justo eleifend risus. Curae neque libero magna parturient conubia arcu nisl mi lorem. Fames porta lorem tortor neque vestibulum odio. Nulla porta vel ipsum vulputate lobortis.", "title": "Lacus augue mauris faucibus venenatis.", "image": "temp/files_widget/39/nature.jpg", "created": "2014-11-20T11:29:31.500Z", "created_by": 1, "summary": "Justo porta erat nostra.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 39}, {"fields": {"status": 1, "permalink": "example-event-18", "changed": "2014-11-20T11:29:33.231Z", "description": "Morbi lacus volutpat magna ad in vulputate egestas consectetuer. Fusce class hac facilisis sociosqu fusce mi nulla id ipsum. Justo felis pharetra vulputate purus quam blandit at leo. Dolor fames purus egestas habitasse cum lorem eni eros vestibulum. Proin vitae faucibus quis iaculis ve proin ve duis litora adipiscing consectetuer dapibus. Dolor netus felis urna est. Metus netus. Proin massa. Lacus curae ligula justo aptent egestas aliquam. Massa neque luctus turpis nisi venenatis consectetuer egestas. Dolor purus posuere natoque. Augue metus. Proin metus porta quisque urna eros enim feugiat et eget morbi class nisl lacinia.", "title": "Netus lorem.", "image": "temp/files_widget/40/nature.jpg", "created": "2014-11-20T11:29:33.231Z", "created_by": 1, "summary": "Netus felis.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 40}, {"fields": {"status": 1, "permalink": "example-event-19", "changed": "2014-11-20T11:29:35.486Z", "description": "Porta lorem a tempor arcu morbi ad hendrerit justo. Ipsum massa ullamcorper id tempus pharetra lacus. Ipsum porta cubilia orci. Felis proin laoreet eros ve non condimentum potenti. Massa neque. Neque lacus cum massa parturient dictumst netus ad dui nibh vestibulum ut tincidunt quis consequat facilisis. Vitae morbi vivamus cursus class egestas bibendum. Porta netus. Fames proin.", "title": "Morbi proin.", "image": "temp/files_widget/41/nature.jpg", "created": "2014-11-20T11:29:35.486Z", "created_by": 1, "summary": "Porta vitae quis tempus facilisis ad ve ac nisi eget euismod auctor eget lorem penatibus.", "published_by": null, "published": null, "topics": []}, "model": "cms.commoncms", "pk": 41}, {"fields": {"status": -1, "permalink": "social-enterprise-world-forum", "changed": "2014-11-21T11:07:01.796Z", "description": "<p>Register now...</p>\r\n\r\n<p>The 2014 programme is particularly exciting as this is the first time an Asian country has hosted Social Enterprise World Forum (SEWF).&nbsp;&nbsp;</p>\r\n\r\n<p>The Work Together Foundation (WT) is honoured to be hosting the forum and will use the SEWF as a platform to showcase the work and impact social entrepreneurs in Korea are making.</p>\r\n\r\n<p>It is expected that 80% of the delegates at SEWF 2014 will be from Asian countries where social enterprise has taken hold and is addressing significant social economic and environmental issues.&nbsp; In recent years Korea, Hong Kong, Taiwan, Japan, Myanmar, Bangladesh and Singapore have accelerated their social enterprise development.</p>\r\n\r\n<p>Key themes during the SEWF conference will include social enterprise as an employability solution, social care and health innovations in social enterprise, as well as conference tracks dealing with social investment, social innovation, education and creating supportive social enterprise ecosystems.&nbsp; &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>For further information or to book your place now, visit&nbsp;<a href=\"http://www.sewf2014.org/en/\" target=\"_blank\">www.sewf2014.org/en/</a></p>\r\n\r\n<p>SEUK&#39;s CEO, Peter Holbrook, is Chair of the SEWF and one of global team behind this year&#39;s event.</p>\r\n", "title": "Social Enterprise World Forum", "image": "temp/files_widget/2014-11-28-13-10/1/pre_intro_img_01.jpg", "created": "2014-11-21T11:07:01.796Z", "created_by": 1, "summary": "The 2014 programme is particularly exciting as this is the first time an Asian country has hosted Social Enterprise World Forum (SEWF).\r\n", "published_by": null, "published": null, "topics": [100]}, "model": "cms.commoncms", "pk": 42}, {"fields": {"status": -1, "permalink": "nexus-thailand-youth-summit-2014", "changed": "2014-11-21T11:08:46.522Z", "description": "<p>The 2nd annual Nexus Thailand Youth Summit will take place from October 31-November 2, 2014 in Bangkok. The intimate summit-retreat will bring together young philanthropists and social leaders to create opportunities for sharing, learning, inspiration and collaboration on critical issues that affect Thailand and the region.</p>\r\n\r\n<p><a href=\"https://nexusnetwork.org/civicrm/profile/create?gid=52&amp;reset=1\" target=\"_blank\">Apply Now</a></p>\r\n\r\n<p>If you have any questions, contact us at&nbsp;<a href=\"mailto:thailand@nexusyouthsummit.org\">thailand@nexusyouthsummit.org</a></p>\r\n\r\n<p><a href=\"http://www.nexusyouthsummit.org/thailand2013/\" target=\"_blank\">Go here for the 2013 Nexus Thailand Youth Summit</a></p>\r\n", "title": "Nexus Thailand Youth Summit 2014", "image": "temp/files_widget/2014-11-28-13-11/1/bangkok-cruises-(1).png", "created": "2014-11-21T11:08:46.522Z", "created_by": 1, "summary": "The intimate summit-retreat will bring together young philanthropists and social leaders to create opportunities for sharing, learning, inspiration and collaboration on critical issues that affect Thailand and the region.", "published_by": null, "published": null, "topics": [100]}, "model": "cms.commoncms", "pk": 43}, {"fields": {"status": -1, "permalink": "avpn-conference-2015", "changed": "2014-11-21T11:15:56.038Z", "description": "<p>Save the date: 20 &ndash; 23 April 2015</p>\r\n\r\n<p>Venue: National University of Singapore, UTown</p>\r\n\r\n<p>Registration for the 2015 AVPN Conference will open for members in December 2014. Please look out for notification on registration and updates on speakers and programme at the official website:<a href=\"http://www.avpn2015.com\" target=\"_blank\">www.avpn2015.com</a></p>\r\n\r\n<p>For more information on sponsorship, partnership opportunities, please <a href=\"mailto:contactconference2015@avpn.asia\">contactconference2015@avpn.asia</a>&nbsp;We also welcome volunteer queries.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>To find out more about our past year&rsquo;s conference, visit:</p>\r\n\r\n<p><a href=\"http://www.avpn2014.com\" target=\"_blank\">www.avpn2014.com</a></p>\r\n\r\n<p>The 2014 AVPN Conference was held over 3 days and saw almost 400 speakers and delegates, with additional member activities atop our plenaries, breakouts, workshops and investment pitching!</p>\r\n\r\n<p><a href=\"http://www.avpn2013.com\" target=\"_blank\">www.avpn2013.com</a></p>\r\n\r\n<p>The inaugural AVPN Conference in 2013 received 340 delegates from 31 countries even as an invite-only event for the social investing community. The buzz and excitement generated from the event heralded more great things to come for the space and market.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Lead Partner</p>\r\n", "title": "AVPN Conference 2015", "image": "temp/files_widget/2014-11-28-13-08/1/mockup-avpn.png", "created": "2014-11-21T11:15:56.038Z", "created_by": 1, "summary": "The 2014 AVPN Conference was held over 3 days and saw almost 400 speakers and delegates, with additional member activities atop our plenaries, breakouts, workshops and investment pitching! Registration for the 2015 AVPN Conference will open", "published_by": null, "published": null, "topics": [100]}, "model": "cms.commoncms", "pk": 44}, {"fields": {"status": -1, "permalink": "news-from-theguardian-01", "changed": "2014-11-24T05:10:43.326Z", "description": "<p>Set up in 2005, Ziqitza, an emergency ambulance operator, brings affordable healthcare to some of India&rsquo;s poorest people. The social enterprise operates around 1,250 ambulances across 17 Indian states. By its own calculations, its cross-subsidised model has helped 3.2 million people get to hospital, saving thousands of lives in the process.</p>\r\n\r\n<p>This is just one of a growing number of social enterprises using innovative strategies to give India&rsquo;s under-served poor access to quality healthcare. Other notable examples include Narayana Hrudayalaya hospitals and the eye care providers L V Prasad Eye Institute and Aravind Eye Care System.</p>\r\n\r\n<p>India spends 4% of its GDP on health (less than half that of the UK), meaning government-run hospitals and clinics are invariably over-stretched and under-resourced. Those who can afford it, go private while the vast majority of India&rsquo;s 1.2 billion people rely on the state.</p>\r\n\r\n<p>The idea of using market-based solutions to help provide affordable healthcare to the poor makes &ldquo;perfect sense&rdquo;, according to Ajit Mahadevan, India country director for the impact investment fund Acumen. Over the last decade, the US investor has ploughed around $16m into 10 pro-poor healthcare providers across the country.</p>\r\n\r\n<p>&ldquo;There are willing customers out there for low-cost, quality health services, but they are not getting serviced&rdquo;, says Mahadevan, who insists that Acumen&rsquo;s goal is not to make a &ldquo;fat return&rdquo; but to reinvest any returns in a revolving fund for other social enterprises.</p>\r\n\r\n<p>He accepts that some may feel uncomfortable about the idea of making money from the poor &ndash; a criticism that India&rsquo;s microfinance sector has faced. But as long as the services and products remain affordable and high quality, he sees no problem. Treating patients as &ldquo;valued customers&rdquo; gives them dignity too, he argues. What&rsquo;s more it offers the poor the rare opportunity to hold their health provider to account.</p>\r\n\r\n<h3>Business viability</h3>\r\n\r\n<p><span style=\"line-height: 1.6;\">When it comes to serving the poor, the returns are invariably too low or the effort too high to interest mainstream businesses. Hence the need for a values-based approach that sees revenue generation as a means, not an end, says Ziqitza&rsquo;s co-founder and chief executive, Sweta Mangal.</span></p>\r\n\r\n<p>&ldquo;Private ambulance services that are out-and-out commercial will only provide a service to you if you are willing to pay for it. But my objective as a social enterprise is first to save a life and second to be [financially] sustainable.&rdquo;</p>\r\n\r\n<p>Tiered pricing is one way to achieve such economic sustainability. By charging rich patients more, health service providers can generate cross-subsidies for the poor. Ziqitza&rsquo;s method of distinguishing between the two is whether they ask to go to a private or government hospital: crude perhaps, but an accurate benchmark of relative income for the most part.</p>\r\n\r\n<p>Public-private partnerships present a second possible option. Ziqitza has a contract to deliver ambulance services for the states of Bihar, Orissa and Punjab and generates extra revenue from corporate advertising on the sides of its vehicles.</p>\r\n\r\n<p>Keeping costs low offers another obvious route to economic viability. Asian Health Alliance (AHA), a low-cost provider of diagnostic services in the state of Karnataka, benefits from lower business rates and real estate costs because it operates primarily in semi-urban and rural areas. It also runs courier services, avoiding the cost of expensive middlemen by picking up samples itself. AHA&rsquo;s costs are 25-30% lower than the sector&rsquo;s larger players &ndash; savings that it can use to offer cheaper services.</p>\r\n\r\n<h3>Achieving scale</h3>\r\n\r\n<p>It&rsquo;s not all sacrifice, however. Pro-poor health companies tap into new markets that mainstream operators have ignored. &ldquo;Everyone wants to go to a bigger market to do business&rdquo;, says Mohapatra. &ldquo;But the rural market is equally big, but it&rsquo;s very widely distributed so it takes a lot more effort.&rdquo; AHA currently services 150 patients per day, all of them earning less than $2.50 per day. It hopes to reach 1,000 patients within two years.</p>\r\n\r\n<p>The biggest challenge for social enterprises in India&rsquo;s healthcare sector is scale. With scale comes wider social impact and greater aggregated revenues (a critical factor if your charges are kept intentionally low to remain affordable). And helping social enterprises scale is where Acumen and similar impact investors, such as Intellecap and Unitus Seed Fund, come in.</p>\r\n\r\n<p>Back in 2007, Ziqitza was able to expand the ambulance fleet from 10 to 100 thanks to a $1.5m investment from Acumen. The fund has since invested a further $1.2m. Likewise, a $750,000 investment in AHA last year means the company can now take on new staff and expand its network of collection centres.</p>\r\n\r\n<p>Acumen&rsquo;s Mahadevan insists it&rsquo;s not just cash that impact investors bring to the table. &ldquo;Of course, they (social enterprises) need money&rdquo;, he says. &ldquo;But there&rsquo;s a big difference between those who just bring money and those who bring advice and connections too.&rdquo;</p>\r\n\r\n<p>Source:&nbsp;<a href=\"http://www.theguardian.com/sustainable-business/2014/oct/24/ambulance-india-poor-access-to-healthcare\" target=\"_blank\">http://www.theguardian.com</a></p>\r\n", "title": "[test] Pay for your ambulance? How India's poorest are gaining access to he", "image": "temp/files_widget/2014-11-24-05-08/1/the-guardian", "created": "2014-11-24T05:10:43.326Z", "created_by": 1, "summary": "While some may feel uncomfortable making money from the poor, social enterprise and emergency ambulance operator Ziqitza, estimates it has saved thousands of lives", "published_by": null, "published": null, "topics": [58]}, "model": "cms.commoncms", "pk": 45}, {"fields": {"organization": null, "topics": [58]}, "model": "cms.news", "pk": 45}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 21}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 20}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 19}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 18}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 17}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 16}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 15}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 14}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 13}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 12}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 11}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 10}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 9}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 8}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 7}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 6}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 5}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 4}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 3}, {"fields": {"organization": null, "topics": []}, "model": "cms.news", "pk": 2}, {"fields": {"organization": null, "topics": [100]}, "model": "cms.news", "pk": 1}, {"fields": {"end_date": "2015-04-23", "twitter_url": "", "facebook_url": "", "topics": [100], "start_date": "2015-04-20", "phone": "", "homepage_url": "http://www.avpn.asia/events/205/save-the-date-avpn-conference-2015/", "location": "NUS, UTown, Singapore", "organization": null, "email": ""}, "model": "cms.event", "pk": 44}, {"fields": {"end_date": "2014-11-02", "twitter_url": "", "facebook_url": "", "topics": [100], "start_date": "2014-10-31", "phone": "", "homepage_url": "http://www.nexusyouthsummit.org/summits/thailand/", "location": "Bangkok, Thailand", "organization": null, "email": ""}, "model": "cms.event", "pk": 43}, {"fields": {"end_date": "2014-10-16", "twitter_url": "", "facebook_url": "", "topics": [100], "start_date": "2014-10-14", "phone": "", "homepage_url": "http://www.socialenterprise.org.uk/news/social-enterprise-world-forum-october-seoul-republic-korea", "location": "Seoul, Republic of Korea", "organization": null, "email": ""}, "model": "cms.event", "pk": 42}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-19", "facebook_url": "http://facebook.com/example-event-19", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-19", "location": "Dolor augue nullam.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 41}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-18", "facebook_url": "http://facebook.com/example-event-18", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-18", "location": "Purus velit rutrum velit feugiat vitae odio sociis.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 40}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-17", "facebook_url": "http://facebook.com/example-event-17", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-17", "location": "Porta class.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 39}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-16", "facebook_url": "http://facebook.com/example-event-16", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-16", "location": "Purus augue ante elit maecenas vulputate ac tellus dis amet leo aliquet.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 38}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-15", "facebook_url": "http://facebook.com/example-event-15", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-15", "location": "Risus dolor aenean porta ullamcorper sem ve a.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 37}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-14", "facebook_url": "http://facebook.com/example-event-14", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-14", "location": "Fusce ipsum egestas dictum id diam dignissim volutpat diam ad morbi lobortis est laoreet.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 36}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-13", "facebook_url": "http://facebook.com/example-event-13", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-13", "location": "Purus morbi.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 35}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-12", "facebook_url": "http://facebook.com/example-event-12", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-12", "location": "Massa magna sociis ultrices ac nisi nunc posuere curae ve litora potenti.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 34}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-11", "facebook_url": "http://facebook.com/example-event-11", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-11", "location": "Vitae porta bibendum.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 33}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-10", "facebook_url": "http://facebook.com/example-event-10", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-10", "location": "Risus lorem nunc maecenas facilisi potenti massa ve vitae tincidunt scelerisque etiam platea.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 32}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-9", "facebook_url": "http://facebook.com/example-event-9", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-9", "location": "Justo neque.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 31}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-8", "facebook_url": "http://facebook.com/example-event-8", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-8", "location": "Ipsum velit odio nullam eu eros eget vivamus urna taciti egestas.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 30}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-7", "facebook_url": "http://facebook.com/example-event-7", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-7", "location": "Justo augue luctus congue.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 29}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-6", "facebook_url": "http://facebook.com/example-event-6", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-6", "location": "Donec lorem a egestas eu elementum a elementum justo et tellus.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 28}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-5", "facebook_url": "http://facebook.com/example-event-5", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-5", "location": "Metus netus sed.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 27}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-4", "facebook_url": "http://facebook.com/example-event-4", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-4", "location": "Ipsum justo etiam dapibus cubilia tellus neque eni cras quis ante.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 26}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-3", "facebook_url": "http://facebook.com/example-event-3", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-3", "location": "Etiam curae per elit sollicitudin ut dolor ac.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 25}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-2", "facebook_url": "http://facebook.com/example-event-2", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-2", "location": "Proin augue dis aptent cras ad praesent ultrices mauris sociis quis.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 24}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-1", "facebook_url": "http://facebook.com/example-event-1", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-1", "location": "Ipsum vitae.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 23}, {"fields": {"end_date": "2014-11-20", "twitter_url": "http://twitter.com/example-event-0", "facebook_url": "http://facebook.com/example-event-0", "topics": [], "start_date": "2014-11-20", "phone": "08123456789", "homepage_url": "http://homepage.com/example-event-0", "location": "Justo proin.", "organization": null, "email": "admin@admin.com"}, "model": "cms.event", "pk": 22}]